CV.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-07-17 Tue 23:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>CV</title>
<meta name="generator" content="Org-mode" />
<link rel="stylesheet" href="css/org-page.css"/>
</head>
<body>
<div id="content">
<h1 class="title">CV</h1>
<div id="table-of-contents">
<h2>overview</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgb5150b7">Experiences</a>
<ul>
<li><a href="#orgf188450">2015</a></li>
<li><a href="#orgb49bc4d">2015 &#x2013; 2017</a></li>
<li><a href="#org64b38f5">2017-11 &#x2013; 2018-02</a></li>
<li><a href="#org341dc66">2018-03 &#x2013; 2018-05</a></li>
<li><a href="#org9c0e346">2018-05 &#x2013; now</a></li>
</ul>
</li>
</ul>
</div>
</div>
<ul class="org-ul">
<li><p>Name &#x2013; Xie Yuheng</p><p><ul class="org-ul"></p><p><li><p>Family Name &#x2013; Xie</p></li></p><p><li><p>Given Name &#x2013; Yuheng</p></li></ul></p></li>
<li><p>Citizenship &#x2013; China</p></li>
<li><p>Date of birth &#x2013; 1992/01/15</p></li>
<li><p>Email &#x2013; xyheme@gmail.com</p></li>
<li><p>Github &#x2013; <a href="https://github.com/xieyuheng">https://github.com/xieyuheng</a></p></li></ul>

<div id="outline-container-orgb5150b7" class="outline-2">
<h2 id="orgb5150b7">Experiences</h2>
<div class="outline-text-2" id="text-orgb5150b7">
</div><div id="outline-container-orgf188450" class="outline-3">
<h3 id="orgf188450">2015</h3>
<div class="outline-text-3" id="text-orgf188450">
<ul class="org-ul">
<li><p>Graduated from SYSU, GuangZhou, China, with bachelor's degree.</p><p>My major was pure and applied mathematics.</p></li></ul>
</div>
</div>

<div id="outline-container-orgb49bc4d" class="outline-3">
<h3 id="orgb49bc4d">2015 &#x2013; 2017</h3>
<div class="outline-text-3" id="text-orgb49bc4d">
<ul class="org-ul">
<li><p>Learning programming languages and language design.</p></li></ul>
</div>
</div>

<div id="outline-container-org64b38f5" class="outline-3">
<h3 id="org64b38f5">2017-11 &#x2013; 2018-02</h3>
<div class="outline-text-3" id="text-org64b38f5">
<ul class="org-ul">
<li><p>Three months as a python programmer,</p><p>at a company which builds online quantitative trading system.</p></li></ul>
</div>
</div>

<div id="outline-container-org341dc66" class="outline-3">
<h3 id="org341dc66">2018-03 &#x2013; 2018-05</h3>
<div class="outline-text-3" id="text-org341dc66">
<ul class="org-ul">
<li><p>One month writing elixir and learning cryptography,</p><p>at a company which builds crypto currency exchange network.</p></li></ul>
</div>
</div>

<div id="outline-container-org9c0e346" class="outline-3">
<h3 id="org9c0e346">2018-05 &#x2013; now</h3>
<div class="outline-text-3" id="text-org9c0e346">
<ul class="org-ul">
<li><p>Unemployed.</p></li></ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2018-07-17 Tue 23:43</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
